Repository: bomenzijnchill/FileFlower
Catalog: FileFlower/FileFlower/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

# onboarding.folder.subtitle
source: Choose how FileFlower organizes your downloads into project folders.
de: Wähle, wie FileFlower deine Downloads in Projektordner organisiert.
es: Elige cómo FileFlower organiza tus descargas en carpetas de proyecto.
fr: Choisissez comment FileFlower organise vos téléchargements dans les dossiers de projet.
nl: Kies hoe FileFlower je downloads organiseert in projectmappen.

# onboarding.folder.title
source: Folder Organization
de: Ordnerstruktur
es: Organización de carpetas
fr: Organisation des dossiers
nl: Mappenstructuur

# onboarding.language.subtitle
source: Select the language you want to use in FileFlower.
de: Wähle die Sprache, die du in FileFlower verwenden möchtest.
es: Selecciona el idioma que deseas usar en FileFlower.
fr: Sélectionnez la langue que vous souhaitez utiliser dans FileFlower.
nl: Selecteer de taal die je wilt gebruiken in FileFlower.

# onboarding.language.title
source: Choose your language
de: Wähle deine Sprache
es: Elige tu idioma
fr: Choisissez votre langue
nl: Kies je taal

# onboarding.music.auto_sort
source: Automatically sort music into folders
de: Musik automatisch in Ordner sortieren
es: Ordenar música automáticamente en carpetas
fr: Trier automatiquement la musique dans des dossiers
nl: Muziek automatisch in mappen sorteren

# onboarding.music.sort_by
source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
nl: Sorteer op

# onboarding.music.subtitle
source: Would you like FileFlower to automatically sort music into genre or mood folders?
de: Möchtest du, dass FileFlower Musik automatisch in Genre- oder Stimmungsordner sortiert?
es: ¿Quieres que FileFlower ordene automáticamente la música en carpetas de género o estado de ánimo?
fr: Voulez-vous que FileFlower trie automatiquement la musique dans des dossiers de genre ou d'ambiance ?
nl: Wil je dat FileFlower muziek automatisch sorteert in genre- of mood-mappen?

# onboarding.music.title
source: Music Organization
de: Musik-Organisation
es: Organización musical
fr: Organisation musicale
nl: Muziek Organisatie

# onboarding.premiere.install_button
source: Install Plugin
de: Plugin installieren
es: Instalar plugin
fr: Installer le plugin
nl: Plugin Installeren

# onboarding.premiere.installed
source: Plugin is installed
de: Plugin ist installiert
es: Plugin instalado
fr: Plugin installé
nl: Plugin is geïnstalleerd

# onboarding.premiere.installing
source: Installing...
de: Installiere...
es: Instalando...
fr: Installation...
nl: Installeren...

# onboarding.premiere.not_installed
source: Plugin not yet installed
de: Plugin noch nicht installiert
es: Plugin aún no instalado
fr: Plugin pas encore installé
nl: Plugin nog niet geïnstalleerd

# onboarding.premiere.restart_note
source: After installation, Premiere Pro must be restarted.
de: Nach der Installation muss Premiere Pro neu gestartet werden.
es: Después de la instalación, Premiere Pro debe reiniciarse.
fr: Après l'installation, Premiere Pro doit être redémarré.
nl: Na installatie moet Premiere Pro opnieuw worden gestart.

# onboarding.premiere.subtitle
source: For seamless integration with Premiere Pro, the FileFlower plugin must be installed.
de: Für eine nahtlose Integration mit Premiere Pro muss das FileFlower-Plugin installiert werden.
es: Para una integración perfecta con Premiere Pro, se debe instalar el plugin de FileFlower.
fr: Pour une intégration parfaite avec Premiere Pro, le plugin FileFlower doit être installé.
nl: Voor naadloze integratie met Premiere Pro moet de FileFlower plugin worden geïnstalleerd.

# onboarding.project.add_later
source: You can add more folders later in the settings.
de: Du kannst später in den Einstellungen weitere Ordner hinzufügen.
es: Puedes añadir más carpetas más tarde en los ajustes.
fr: Vous pouvez ajouter d'autres dossiers plus tard dans les paramètres.
nl: Je kunt later meer mappen toevoegen in de instellingen.

# onboarding.project.folder_field
source: Project root folder
de: Projekt-Stammordner
es: Carpeta raíz del proyecto
fr: Dossier racine du projet
nl: Project root map

# onboarding.project.folder_selected
source: Folder selected
de: Ordner ausgewählt
es: Carpeta seleccionada
fr: Dossier sélectionné
nl: Map geselecteerd

# onboarding.project.scanning
source: Scanning for projects...
de: Suche nach Projekten...
es: Buscando proyectos...
fr: Recherche de projets...
nl: Zoeken naar projecten...

# onboarding.project.subtitle
source: Add a folder where your projects are located. FileFlower will search here for recent projects.
de: Füge einen Ordner hinzu, in dem sich deine Projekte befinden. FileFlower sucht hier nach aktuellen Projekten.
es: Añade una carpeta donde estén tus proyectos. FileFlower buscará aquí los proyectos recientes.
fr: Ajoutez un dossier où se trouvent vos projets. FileFlower y cherchera les projets récents.
nl: Voeg een map toe waar je projecten staan. FileFlower zal hier zoeken naar recente projecten.

# onboarding.project.title
source: Project Location
de: Projektspeicherort
es: Ubicación del proyecto
fr: Emplacement du projet
nl: Project Locatie

# onboarding.resolve.description
source: FileFlower can also auto-import files into DaVinci Resolve. This requires Python 3 and the Resolve Scripting API.
de: FileFlower kann Dateien auch automatisch in DaVinci Resolve importieren. Dafür werden Python 3 und die Resolve Scripting API benötigt.
es: FileFlower también puede importar archivos automáticamente en DaVinci Resolve. Esto requiere Python 3 y la API de scripting de Resolve.
fr: FileFlower peut aussi importer automatiquement des fichiers dans DaVinci Resolve. Cela nécessite Python 3 et l'API de scripting Resolve.
nl: FileFlower kan ook automatisch bestanden importeren in DaVinci Resolve. Hiervoor zijn Python 3 en de Resolve Scripting API nodig.

# onboarding.resolve.python_found
source: Python 3 found
de: Python 3 gefunden
es: Python 3 encontrado
fr: Python 3 trouvé
nl: Python 3 gevonden

# onboarding.resolve.python_not_found
source: Python 3 not found. Install via python.org or Homebrew.
de: Python 3 nicht gefunden. Installiere es über python.org oder Homebrew.
es: Python 3 no encontrado. Instálalo desde python.org o Homebrew.
fr: Python 3 non trouvé. Installez-le via python.org ou Homebrew.
nl: Python 3 niet gevonden. Installeer via python.org of Homebrew.

# onboarding.resolve.scripting_found
source: Scripting modules found
de: Scripting-Module gefunden
es: Módulos de scripting encontrados
fr: Modules de scripting trouvés
nl: Scripting modules gevonden

# onboarding.resolve.scripting_not_found
source: Not found. Install DaVinci Resolve to get the scripting modules.
de: Nicht gefunden. Installiere DaVinci Resolve, um die Scripting-Module zu erhalten.
es: No encontrado. Instala DaVinci Resolve para obtener los módulos de scripting.
fr: Non trouvé. Installez DaVinci Resolve pour obtenir les modules de scripting.
nl: Niet gevonden. Installeer DaVinci Resolve om de scripting modules te krijgen.

# onboarding.resolve.skip_note
source: Skip this step if you don't use DaVinci Resolve.
de: Überspringe diesen Schritt, wenn du DaVinci Resolve nicht verwendest.
es: Omite este paso si no usas DaVinci Resolve.
fr: Passez cette étape si vous n'utilisez pas DaVinci Resolve.
nl: Sla deze stap over als je geen DaVinci Resolve gebruikt.

# onboarding.safari.app_opened
source: Safari extension app opened. Enable the extension in Safari.
de: Safari-Erweiterungs-App geöffnet. Aktiviere die Erweiterung in Safari.
es: App de extensión de Safari abierta. Activa la extensión en Safari.
fr: App d'extension Safari ouverte. Activez l'extension dans Safari.
nl: Safari extensie-app geopend. Activeer de extensie in Safari.

# onboarding.safari.confirm_enabled
source: I've enabled the extension
de: Ich habe die Erweiterung aktiviert
es: He activado la extensión
fr: J'ai activé l'extension
nl: Ik heb de extensie geactiveerd

# onboarding.safari.install_button
source: Install Safari Extension
de: Safari-Erweiterung installieren
es: Instalar extensión de Safari
fr: Installer l'extension Safari
nl: Installeer Safari Extensie

# onboarding.safari.install_hint
source: The FileFlower Safari app will open. Then enable the extension in Safari > Settings > Extensions.
de: Die FileFlower Safari App wird geöffnet. Aktiviere dann die Erweiterung unter Safari > Einstellungen > Erweiterungen.
es: Se abrirá la app FileFlower Safari. Luego activa la extensión en Safari > Configuración > Extensiones.
fr: L'app FileFlower Safari va s'ouvrir. Activez ensuite l'extension dans Safari > Réglages > Extensions.
nl: De FileFlower Safari app wordt geopend. Schakel daarna de extensie in via Safari > Instellingen > Extensies.

# onboarding.safari.step1
source: Click the button above to open the FileFlower Safari app
de: Klicke oben auf die Schaltfläche, um die FileFlower Safari App zu öffnen
es: Haz clic en el botón de arriba para abrir la app FileFlower Safari
fr: Cliquez sur le bouton ci-dessus pour ouvrir l'app FileFlower Safari
nl: Klik op de knop hierboven om de FileFlower Safari app te openen

# onboarding.safari.step2
source: In the Safari app, click 'Quit and Open Safari Extensions Preferences'
de: Klicke in der Safari App auf 'Safari-Erweiterungseinstellungen öffnen'
es: En la app Safari, haz clic en 'Abrir preferencias de extensiones de Safari'
fr: Dans l'app Safari, cliquez sur 'Ouvrir les préférences des extensions Safari'
nl: Klik in de Safari app op 'Safari Extensie-instellingen openen'

# onboarding.safari.step3
source: Enable the FileFlower extension by checking its checkbox
de: Aktiviere die FileFlower-Erweiterung, indem du das Häkchen setzt
es: Activa la extensión FileFlower marcando su casilla
fr: Activez l'extension FileFlower en cochant sa case
nl: Schakel de FileFlower-extensie in door het vakje aan te vinken

# onboarding.safari.toolbar_tip
source: Tip: you can remove the FileFlower icon from the Safari toolbar by right-clicking → 'Customize Toolbar'
de: Tipp: Du kannst das FileFlower-Symbol aus der Safari-Symbolleiste entfernen per Rechtsklick → 'Symbolleiste anpassen'
es: Consejo: puedes quitar el icono de FileFlower de la barra de Safari haciendo clic derecho → 'Personalizar barra'
fr: Astuce : vous pouvez supprimer l'icône FileFlower de la barre d'outils Safari par clic droit → 'Personnaliser la barre d'outils'
nl: Tip: je kunt het FileFlower-icoon uit de Safari-toolbar verwijderen via rechtermuisknop → 'Pas toolbar aan'

# onboarding.sfx.auto_sort
source: Sort SFX into subcategories
de: SFX in Unterkategorien sortieren
es: Ordenar SFX en subcategorías
fr: Trier les SFX en sous-catégories
nl: SFX in subcategorieën sorteren

# onboarding.sfx.subtitle
source: Would you like FileFlower to sort sound effects into subcategories like Impacts, Swooshes, and Foley?
de: Möchtest du, dass FileFlower Soundeffekte in Unterkategorien wie Impacts, Swooshes und Foley sortiert?
es: ¿Quieres que FileFlower ordene los efectos de sonido en subcategorías como Impacts, Swooshes y Foley?
fr: Voulez-vous que FileFlower trie les effets sonores en sous-catégories comme Impacts, Swooshes et Foley ?
nl: Wil je dat FileFlower geluidseffecten sorteert in subcategorieën zoals Impacts, Swooshes en Foley?

# onboarding.sfx.title
source: Sound Effects Organization
de: Soundeffekte-Organisation
es: Organización de efectos de sonido
fr: Organisation des effets sonores
nl: Geluidseffecten Organisatie

# onboarding.software.both_hint
source: Select both if you use both editors. You can change this later in Settings.
de: Wähle beide aus, wenn du beide Editoren verwendest. Du kannst dies später in den Einstellungen ändern.
es: Selecciona ambos si usas ambos editores. Puedes cambiar esto más tarde en Configuración.
fr: Sélectionnez les deux si vous utilisez les deux éditeurs. Vous pourrez modifier cela dans les Réglages.
nl: Selecteer beide als je beide editors gebruikt. Je kunt dit later wijzigen in Instellingen.

# onboarding.software.premiere_desc
source: Automatic import into Premiere Pro bins
de: Automatischer Import in Premiere Pro Bins
es: Importación automática en los bins de Premiere Pro
fr: Import automatique dans les chutiers Premiere Pro
nl: Automatisch importeren in Premiere Pro bins

# onboarding.software.resolve_desc
source: Automatic import into Resolve Media Pool
de: Automatischer Import in den Resolve Media Pool
es: Importación automática en el Media Pool de Resolve
fr: Import automatique dans le Media Pool de Resolve
nl: Automatisch importeren in Resolve Media Pool

# onboarding.software.subtitle
source: Which video editing software do you use? FileFlower will configure integration for your selection.
de: Welche Videobearbeitungssoftware verwendest du? FileFlower konfiguriert die Integration für deine Auswahl.
es: ¿Qué software de edición de vídeo usas? FileFlower configurará la integración según tu selección.
fr: Quel logiciel de montage vidéo utilisez-vous ? FileFlower configurera l'intégration selon votre choix.
nl: Welke videobewerkingssoftware gebruik je? FileFlower configureert de integratie voor jouw keuze.

# onboarding.software.title
source: Editing Software
de: Bearbeitungssoftware
es: Software de edición
fr: Logiciel de montage
nl: Bewerkingssoftware

# onboarding.template.analyzing
source: Analyzing folder structure with AI...
de: Ordnerstruktur wird mit KI analysiert...
es: Analizando estructura de carpetas con IA...
fr: Analyse de la structure avec l'IA...
nl: Mappenstructuur analyseren met AI...

# onboarding.template.mapping_title
source: Detected folder mapping
de: Erkannte Ordnerzuordnung
es: Mapeo de carpetas detectado
fr: Mapping de dossiers détecté
nl: Gedetecteerde map-toewijzing

# onboarding.template.no_folder
source: No folder selected
de: Kein Ordner ausgewählt
es: Ninguna carpeta seleccionada
fr: Aucun dossier sélectionné
nl: Geen map geselecteerd

# onboarding.template.not_detected
source: Not detected
de: Nicht erkannt
es: No detectado
fr: Non détecté
nl: Niet gedetecteerd

# onboarding.template.panel_message
source: Select a folder with an existing project structure as template
de: Wähle einen Ordner mit einer bestehenden Projektstruktur als Vorlage
es: Selecciona una carpeta con una estructura de proyecto existente como plantilla
fr: Sélectionnez un dossier avec une structure de projet existante comme modèle
nl: Selecteer een map met een bestaande projectstructuur als template

# onboarding.template.preview_title
source: Folder structure
de: Ordnerstruktur
es: Estructura de carpetas
fr: Structure des dossiers
nl: Mappenstructuur

# onboarding.template.retry
source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
nl: Opnieuw proberen

# onboarding.template.scanning
source: Scanning folder structure...
de: Ordnerstruktur wird gescannt...
es: Escaneando estructura de carpetas...
fr: Analyse de la structure des dossiers...
nl: Mappenstructuur scannen...

# onboarding.template.select_folder
source: Select Folder
de: Ordner auswählen
es: Seleccionar carpeta
fr: Sélectionner un dossier
nl: Selecteer map

# onboarding.terms.accept
source: I have read and accept the Terms & Conditions
de: Ich habe die AGB gelesen und akzeptiere sie
es: He leído y acepto los términos y condiciones
fr: J'ai lu et j'accepte les conditions générales
nl: Ik heb de Algemene Voorwaarden gelezen en ga akkoord

# onboarding.terms.analytics
source: Help improve FileFlower by sharing anonymous usage data
de: Hilf FileFlower zu verbessern, indem du anonyme Nutzungsdaten teilst
es: Ayuda a mejorar FileFlower compartiendo datos de uso anónimos
fr: Aidez à améliorer FileFlower en partageant des données d'utilisation anonymes
nl: Help FileFlower te verbeteren door anonieme gebruiksgegevens te delen

# onboarding.terms.title
source: Terms & Conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Conditions générales
nl: Algemene Voorwaarden

# onboarding.welcome.feature.detection.description
source: Detects downloads from 50+ stock websites
de: Erkennt Downloads von 50+ Stock-Websites
es: Detecta descargas de más de 50 sitios web de stock
fr: Détecte les téléchargements de plus de 50 sites stock
nl: Herkent downloads van 50+ stock websites

# onboarding.welcome.feature.detection.title
source: Automatic detection
de: Automatische Erkennung
es: Detección automática
fr: Détection automatique
nl: Automatische detectie

# onboarding.welcome.feature.organization.description
source: Sorts by type, genre and mood
de: Sortiert nach Typ, Genre und Stimmung
es: Ordena por tipo, género y estado de ánimo
fr: Trie par type, genre et ambiance
nl: Sorteert op type, genre en mood

# onboarding.welcome.feature.organization.title
source: Smart organization
de: Intelligente Organisation
es: Organización inteligente
fr: Organisation intelligente
nl: Slimme organisatie

# onboarding.welcome.feature.premiere.description
source: Imports directly into your active project
de: Importiert direkt in dein aktives Projekt
es: Importa directamente en tu proyecto activo
fr: Importe directement dans votre projet actif
nl: Importeert direct in je actieve project

# onboarding.welcome.subtitle
source: FileFlower helps you automatically organize downloaded stock media and import it into your editing software.
de: FileFlower hilft dir, heruntergeladene Stock-Medien automatisch zu organisieren und in deine Schnittsoftware zu importieren.
es: FileFlower te ayuda a organizar automáticamente los medios descargados e importarlos en tu software de edición.
fr: FileFlower vous aide à organiser automatiquement les médias stock téléchargés et à les importer dans votre logiciel de montage.
nl: FileFlower helpt je om gedownloade stock media automatisch te organiseren en te importeren in je bewerkingssoftware.

# onboarding.welcome.title
source: Welcome to FileFlower
de: Willkommen bei FileFlower
es: Bienvenido a FileFlower
fr: Bienvenue dans FileFlower
nl: Welkom bij FileFlower

# onboarding.workflow.files_next_to_project
source: I save files next to my project file
de: Ich speichere Dateien neben meiner Projektdatei
es: Guardo los archivos junto a mi archivo de proyecto
fr: Je sauvegarde les fichiers à côté de mon fichier projet
nl: Ik sla bestanden op naast mijn projectbestand

# onboarding.workflow.folder_label
source: Folder structure preference
de: Ordnerstruktur-Präferenz
es: Preferencia de estructura de carpetas
fr: Préférence de structure de dossiers
nl: Mappenstructuur voorkeur

# picker.category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
nl: Categorie

# picker.choose_project_type
source: Choose project and type
de: Projekt und Typ wählen
es: Elegir proyecto y tipo
fr: Choisir projet et type
nl: Kies project en type

# picker.mood_genre
source: Mood/Genre
de: Stimmung/Genre
es: Estado/Género
fr: Ambiance/Genre

# picker.new_subfolder
source: New subfolder
de: Neuer Unterordner
es: Nueva subcarpeta
fr: Nouveau sous-dossier
nl: Nieuwe subfolder

# picker.no_category
source: No category
de: Keine Kategorie
es: Sin categoría
fr: Aucune catégorie
nl: Geen categorie

# picker.none_selected
source: None selected
de: Keine Auswahl
es: Ninguno seleccionado
fr: Aucun sélectionné
nl: Geen geselecteerd

# picker.sfx_category
source: SFX Category
de: SFX-Kategorie
es: Categoría SFX
fr: Catégorie SFX
nl: SFX Categorie

# picker.subfolder_mood_genre
source: Subfolder (Mood/Genre)
de: Unterordner (Stimmung/Genre)
es: Subcarpeta (Estado/Género)
fr: Sous-dossier (Ambiance/Genre)
nl: Submap (Mood/Genre)

# project.already_exists
source: A folder with this name already exists
de: Ein Ordner mit diesem Namen existiert bereits
es: Ya existe una carpeta con este nombre
fr: Un dossier portant ce nom existe déjà
nl: Er bestaat al een map met deze naam

# project.create
source: Create
de: Erstellen
es: Crear
fr: Créer
nl: Aanmaken

# project.name_placeholder
source: Project name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
nl: Projectnaam

# project.new
source: New Project
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
nl: Nieuw project

# project.no_project_file
source: No project file found
de: Keine Projektdatei gefunden
es: No se encontró archivo de proyecto
fr: Aucun fichier de projet trouvé
nl: Geen projectbestand gevonden

# project.no_projects
source: No projects found
de: Keine Projekte gefunden
es: No se encontraron proyectos
fr: Aucun projet trouvé
nl: Geen projecten gevonden

# project.no_search_results
source: No projects match "%@"
de: Keine Projekte für „%@“
es: No hay proyectos para "%@"
fr: Aucun projet pour « %@ »
nl: Geen projecten gevonden voor "%@"

# project.none_selected
source: No Project
de: Kein Projekt
es: Sin proyecto
fr: Aucun projet
nl: Geen project

# project.open_folder
source: Open folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
nl: Open map

# project.open_project
source: Open project
de: Projekt öffnen
es: Abrir proyecto
fr: Ouvrir le projet

# project.refresh
source: Refresh projects
de: Projekte aktualisieren
es: Actualizar proyectos
fr: Actualiser les projets
nl: Projecten vernieuwen

# project.search_placeholder
source: Search projects…
de: Projekte suchen…
es: Buscar proyectos…
fr: Rechercher des projets…
nl: Zoek projecten…

# project.select_root
source: Select root folder
de: Stammordner wählen
es: Seleccionar carpeta raíz
fr: Sélectionner le dossier racine
nl: Kies hoofdmap

# project.show_more
source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
nl: Toon meer

# queue.ai_suggestion
source: AI suggestion:
de: KI-Vorschlag:
es: Sugerencia IA:
fr: Suggestion IA :
nl: AI-suggestie:

# queue.auto_shown
source: Downloads from stock websites will be shown here automatically
de: Downloads von Stock-Websites werden hier automatisch angezeigt
es: Las descargas de sitios web de stock se mostrarán aquí automáticamente
fr: Les téléchargements des sites stock seront affichés ici automatiquement
nl: Downloads van stock websites worden hier automatisch getoond

# queue.category_placeholder
source: Category...
de: Kategorie...
es: Categoría...
fr: Catégorie...
nl: Categorie...

# queue.choose_other_folder
source: Choose other folder...
de: Anderen Ordner wählen...
es: Elegir otra carpeta...
fr: Choisir un autre dossier...
nl: Kies andere map...

# queue.classifying
source: Classifying...
de: Klassifiziere...
es: Clasificando...
fr: Classification...
nl: Classificeren...

# queue.clear_confirm_message %lld
source: All %lld items will be removed from the queue.
de: Alle %lld Elemente werden aus der Warteschlange entfernt.
es: Todos los %lld elementos serán eliminados de la cola.
fr: Les %lld éléments seront supprimés de la file d'attente.
nl: Alle %lld items worden verwijderd uit de wachtrij.

# queue.clear_confirm_title
source: Clear Queue?
de: Warteschlange leeren?
es: ¿Vaciar la cola?
fr: Vider la file d'attente ?
nl: Queue legen?

# queue.clear_queue
source: Clear queue
de: Warteschlange leeren
es: Vaciar la cola
fr: Vider la file d'attente
nl: Queue legen

# queue.clear_queue_button
source: Clear Queue
de: Warteschlange leeren
es: Vaciar cola
fr: Vider la file
nl: Leeg queue

# queue.clear_selection
source: Clear selection
de: Auswahl aufheben
es: Borrar selección
fr: Effacer la sélection
nl: Wis selectie

# queue.completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
nl: Voltooid

# queue.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
nl: Bevestig

# queue.confirm_suggestion
source: Confirm suggestion
de: Vorschlag bestätigen
es: Confirmar sugerencia
fr: Confirmer suggestion
nl: Bevestig suggestie

# queue.confirmation_needed
source: Confirmation needed:
de: Bestätigung erforderlich:
es: Confirmación necesaria:
fr: Confirmation requise :
nl: Bevestiging nodig:
